Repository: karolpiczak-forks/kde-plasmavantage
Catalog: package/translate/*.po
Languages: fr, it, nl, ru, uk_ua

source: REBOOT
fr: REDÉMARRAGE
it: RIAVVIO
nl: HERSTARTEN
ru: ОЖИДАЕТ ПЕРЕЗАГРУЗКИ
uk_ua: ПЕРЕЗАВАНТАЖЕННЯ

source: PENDING
fr: EN ATTENTE
it: IN ATTESA
nl: IN AFWACHTING
ru: В ОЖИДАНИИ
uk_ua: В ОЧІКУВАННІ

source: INACTIVE
fr: INACTIF
it: INATTIVO
nl: INACTIEF
ru: НЕАКТИВНО
uk_ua: НЕАКТИВНИЙ

source: ACTIVE
fr: ACTIF
it: ATTIVO
nl: ACTIEF
ru: АКТИВНО
uk_ua: АКТИВНИЙ

source: N/A
nl: n/b
ru: Н/Д
uk_ua: Н/Д

source: Reboot now
fr: Redémarrer maintenant
it: Riavvia ora
nl: Nu herstarten
ru: Перезагрузить сейчас
uk_ua: Перезавантажити зараз

source: disabled
fr: désactivé
it: disattivato
nl: uitgeschakeld
ru: отключен(а/о)
uk_ua: вимкнено

source: enabled
fr: activé
it: attivato
nl: ingeschakeld
ru: включен(а/о)
uk_ua: включено

source: </b> will be <b>
fr: </b> sera <b>
it: </b> sarà <b>
nl: </b> wordt <b>
ru: будет
uk_ua: </b> буде <b>

source: </b> after the next reboot.
fr: </b> au prochain démarrage.
it: </b> dopo il prossimo riavvio
nl: </b> na de volgende herstart.
ru: после следующей перезагрузки.
uk_ua: </b> після наступного перезавантаження.

source: </b> is now <b>
fr: </b> est maintenant <b>
it: </b> ora è <b>
nl: </b> is nu <b>
ru: теперь
uk_ua: </b> тепер <b>

source: Reboot required
fr: Redémarrage requis
it: Riavvio richiesto
nl: Herstart vereist
ru: Необходима перезагрузка
uk_ua: Потрібне перезавантаження

source: The system needs to be restarted for this setting to take effect, do you want to reboot now?
fr: Le système a besoin d'être redémarré pour que ce paramètre soit pris en compte, voulez-vous le faire maintenant ?
it: Il sistema deve essere riavviato perché questa impostazione abbia effetto, vuoi riavviare ora?
nl: Het systeem dient te worden herstart om de wijzigingen toe te passen. Wil je dat nu doen?
ru: Необходимо провести перезагрузку, что бы данная настройка вступила в силу. Хотите выполнить перезагрузку сейчас?
uk_ua: Систему потрібно перезавантажити, щоб це налаштування вступило в силу. Перезавантажити зараз?

source: Fn lock
fr: Verrouillage Fn
it: Blocco Fn
nl: Fn vergrendelen
ru: Залипание Fn
uk_ua: Блокування Fn

source: Access multimedia keys without holding Fn
fr: Accèder aux touches multimédia sans maintenir Fn
it: Accedi ai tasti multimediali senza premere Fn
nl: Bedien de multimediatoetsen zonder Fn ingedrukt te houden
ru: Активировать мультимедиа клавиши без необходимости удержания Fn
uk_ua: Доступ до мультимедійних клавіш, не утримуючи Fn

source: When enabled, the multimedia functions will be accessible without having to hold the Fn key.
fr: Activé, les touches multimédia seront accessibles sans avoir à maintenir la touche Fn.
it: Quando attivato, i tasti multimediali saranno accessibili senza dover tenere premuto il tasto Fn.
nl: Schakel in om de multimediatoetsen te bedienen zonder Fn ingedrukt te houden.
ru: Когда включено, мультимедиа функции клавиш будут активны при нажатии без удержания клавиши Fn.
uk_ua: Якщо ввімкнено, мультимедійні функції будуть доступні без утримання клавіші Fn.

source: Super key
fr: Touche Super
it: Tasto Super
nl: Supertoets
ru: Клавиша Super
uk_ua: Клавіша Super

source: Enables the Super/Windows key
fr: Active la touche Super/Windows
it: Attiva il tasto Super/Windows
nl: Maak gebruik van de Super-/Windowstoets
ru: Включает клавишу Super/Windows
uk_ua: Вмикає клавішу Super/Windows

source: Whether to enable or not the Super (Windows) key.
fr: Active ou non la touche Super (ou Windows).
it: Se attivare o meno il tasto Super (Windows).
nl: Schakel de Super-/Windowstoets in/uit.
ru: Включает или отключает клавишу Super (Windows).
uk_ua: Увімкнути чи ні клавішу Super (Windows).

source: Touchpad
fr: Pavé tactile
ru: Сенсорная панель
uk_ua: Сенсорна панель

source: Enables the laptop's touchpad
fr: Active le pavé tactile
it: Attiva il touchpad
nl: Gebruik het touchpad van de laptop
ru: Включает сенсорную панель ноутбука
uk_ua: Вмикає сенсорну панель ноутбука

source: Whether to enable or not the laptop's touchpad.
fr: Active ou non le pavé tactile.
it: Se attivare o meno il touchpad.
nl: Schakel het touchpad in/uit.
ru: Включает или отключает сенсорную панель ноутбука.
uk_ua: Вмикати тачпад ноутбука чи ні.

source: Battery conservation mode
fr: Mode de conservation de batterie
it: Modalità di conservazione batteria
nl: Energiebesparingsmodus
ru: Режим сохранения аккумулятора
uk_ua: Режим збереження заряду батареї

source: Limits the charge of the battery to extend its lifespan
fr: Préserve la longévité de la batterie en limitant sa charge
it: Estende la longevità della batteria limitando la percentuale di carica
nl: Beperk het oplaadvermogen van de accu om de levensduur ervan te verlengen
ru: Ограничивает уровень заряда аккумулятора, продлевая его ресурс
uk_ua: Обмежує заряд акумулятора, щоб подовжити термін його служби

source: When enabled, the battery will not charge above a certain value (usually around 50-70%) in order to extend its lifespan.
fr: Activé, la batterie ne chargera pas au dessus d'une certaine valeur (autour de 50-70%) afin de limiter sa dégradation.
it: Quando attivata, la batteria non si caricherà oltre a un certo valore (intorno al 50-70%) per estenderne la longevità.
nl: Schakel in om de accu niet boven een bepaald percentage te laten komen (doorgaans 50-70%) om de levensduur ervan te verlengen.
ru: Когда включено, аккумулятор не будет заряжаться выше определённого значения (обычно около 50-70%), что бы продлить свой ресурс.
uk_ua: Якщо ввімкнено, батарея не буде заряджатися вище певного значення (зазвичай близько 50-70%), щоб продовжити термін служби.

source: Battery fast charge mode
fr: Charge rapide
it: Ricarica rapida
nl: Snel opladen
ru: Быстрая зарядка
uk_ua: Режим швидкої зарядки акумулятора

source: Allows the battery to charge faster
fr: Permet à la batterie de charger plus rapidement
it: Permette alla batteria di caricarsi più rapidamente
nl: Laad de accu sneller op
ru: Позволяет аккумулятору заряжаться быстрее, снижая его ресурс
uk_ua: Дозволяє швидше заряджати акумулятор

source: When enabled, allows the battery to charge faster at the cost of its lifespan.
fr: Activé, permet à la batterie de charger plus rapidement au détriment de sa durée de vie.
it: Quando attivata, permette alla batteria di caricarsi più rapidamente al costo di ridurne la longevità.
nl: Schakel in om de accu sneller op te laden, ten koste van de levensduur.
ru: Когда включено, аккумулятор будет заряжаться быстрее (бóльшим током), что сократит его ресурс.
uk_ua: Якщо ввімкнено, батарея заряджатиметься швидше за рахунок її терміну служби.

source: Always On USB
fr: Alimentation USB permanente
nl: Usb altijd inschakelen
ru: Питание от USB
uk_ua: Завжди на USB

source: Keeps the USB ports always powered on
fr: Garde les ports USB alimentés en permanence
it: Mantiene le porte USB sempre alimentate
nl: Houd de usb-poorten ingeschakeld
ru: Всегда оставляет питание USB портов включенным
uk_ua: Завжди ввімкнено USB-порти

source: Keeps the USB ports powered on even if the laptop is suspended.
fr: Garde les ports USB alimentés en permanence même si l'ordinateur est en veille.
it: Mantiene le porte USB alimentate anche quando il portatile è in sospensione.
nl: Houd de usb-poorten ingeschakeld, zelfs als de laptop in de pauzestand staat.
ru: Оставляет включённым питание портов USB, даже если ноутбук выключен.
uk_ua: Забезпечує ввімкнення USB-портів, навіть якщо ноутбук перебуває в режимі очікування.

source: Display Overdrive
fr: Overdrive de l'écran
it: Overdrive dello schermo
nl: Schermvertraging beperken
ru: Снижение времени отклика экрана
uk_ua: Відображення прискорювання

source: Reduces the laptop's display latency
fr: Réduit le temps de latence de l'écran
it: Riduce la latenza dello schermo
nl: Beperk de vertraging van het scherm
ru: Уменьшает время отклика экрана ноутбука
uk_ua: Зменшує затримку відображення ноутбука

source: Reduces the display latency in order to limit ghosting and trailing images. Increases power consumption and may introduce other graphical defects.
fr: Réduit le temps de latence de l'écran intégré pour limiter les effets de ghosting et de trainées. Augmente la consommation d'énergie et peut introduire d'autres défauts graphiques.
it: Riduce la latenza dello schermo per limitare effetti di ghosting e di immagine residua. Aumenta il consumo di corrente e può introdurre altri difetti grafici.
nl: Beperk de vertraging van het scherm om ghosting en hangende afbeeldingen te voorkomen. Let op: hierdoor neemt het energieverbruik aanzienlijk toe en is er kans op andere grafische storingen.
ru: Снижает время отклика экрана, уменьшая гостинг (ghosting) и эффект размытия изображений. Повышает потребление энергии, а также может привести к появлению дефектов изображения.
uk_ua: Зменшує затримку відображення, щоб обмежити ореоли та залишкові зображення. Збільшує енергоспоживання та може викликати інші графічні дефекти.

source: Hybrid graphics mode
fr: Mode graphique hybride
it: Modalità grafica ibrida
nl: Hybride modus
ru: Смешанный графический режим
uk_ua: Режим гібридної графіки

source: Enables the laptop's integrated graphics
fr: Active la puce graphique intégrée
it: Attiva la scheda grafica integrata
nl: Schakel de geïntegreerde videokaart in
ru: Включает встроенный графический процессор ноутбука
uk_ua: Вмикає вбудовану графіку ноутбука

source: Enables the processor's integrated graphics. Decreases power consumption by allowing the dedicated GPU to power down and work only when necessary but slighty decreases performance. Reboot is required to apply the change.
fr: Active la puce graphique intégrée du processeur. Réduit la consommation d'énergie en ne sollicitant la carte graphique dédiée seulement si nécessaire, mais réduit un peu les performances. Le redémarrage du système est requis pour appliquer le changement.
it: Attiva la scheda grafica integrata del processore. Riduce il consumo di corrente permettendo alla scheda grafica dedicata di spegnersi e lavorare solo quando necessario, ma riduce leggermente le prestazioni. Un riavvio è richiesto per applicare i cambiamenti.
nl: Schakel de geïntegreerde videokaart in. Hierdoor neemt het energieverbruik af, omdat de losse videokaart niet al het werk hoeft te doen, maar nemen de prestaties iets af. Herstart om de wijziging toe te passen.
ru: Включает встроенный графический процессор ноутбука. Снижает потребление энергии, позволяя внешнему графическому процессору отключаться и включаться вновь только когда он необходим. Может незначительно снижать производительность графики. Для применения изменений необходима перезагрузка.
uk_ua: Вмикає інтегровану графіку процесора. Зменшує енергоспоживання, дозволяючи виділеному графічному процесору вимикатися та працювати лише за необхідності, але дещо знижує продуктивність. Щоб застосувати зміни, потрібне перезавантаження.
